Repository: johnyped/xcode-project-playgrounds
Catalog: scripts/Localizable.xcstrings
Source language: en
Languages: my, th

# scan_qr.scan_qr_title
source: Scan QR
my: QR စကင်ဖတ်ပါ
th: สแกน QR

# content_detail.seasons
source: %@ Seasons
my: %@ ရာသီများ
th: %@ ซีซัน

# content_detail.trailer_and_more_tab
source: Trailer and More
my: ဇာတ်လမ်းနမူနာနှင့်အခြားများ
th: ตัวอย่างและอื่นๆ

# content_detail.share_button
source: Share
my: မျှဝေပါ
th: แชร์

# content_detail.continue_episode_button
source: Resume Episode %@
my: အစိတ်အပိုင်း %@ ကို ဆက်လက်ကြည့်ရှုရန်
th: รับชมตอนที่ %@ ต่อ

# content_detail.removed_continue_watching_button
source: Remove from Continue Watching
my: ဆက်လက်ကြည့်ရှုရန်မှ ဖယ်ရှားပါ
th: ลบออกจากรายการรับชมต่อ

# content_detail.my_lists.reminder_set_live
source: Reminder Set! We'll notify you on Sat 02:30
my: သတိပေးချက် သတ်မှတ်ပြီးပါပြီ။ စနေနေ့ မနက် ၂:၃၀ တွင် သင့်အား အကြောင်းကြားပါမည်။
th: ตั้งการเตือนแล้ว! เราจะแจ้งให้คุณทราบในวันเสาร์ 02:30

# content_detail.my_lists.reminder_canceled
source: Reminder canceled. You can always set a reminder.
my: သတိပေးချက်ကို ပယ်ဖျက်လိုက်ပါသည်။ သင်အမြဲတမ်း သတိပေးချက်တစ်ခု သတ်မှတ်နိုင်ပါသည်။
th: ยกเลิกการเตือนแล้ว คุณสามารถตั้งการเตือนได้เสมอ

# content_detail.my_lists.reminder_set
source: Reminder Set! We'll notify you on 5 May 2025
my: သတိပေးချက် သတ်မှတ်ပြီးပါပြီ။ ၂၀၂၅ ခုနှစ် မေလ ၅ ရက်နေ့တွင် သင့်အား အကြောင်းကြားပါမည်။
th: ตั้งการเตือนแล้ว! เราจะแจ้งให้คุณทราบในวันที่ 5 พฤษภาคม 2568

# content_detail.my_lists.added_to_your_list
source: Added to Your List! Watch it whenever you’re ready.
my: သင်၏စာရင်းထဲသို့ ထည့်ပြီးပါပြီ။ သင်အဆင်သင့်ဖြစ်သည့်အခါတိုင်း ကြည့်ရှုနိုင်ပါသည်။
th: เพิ่มในรายการของคุณแล้ว! พร้อมเมื่อไหร่ก็ดูได้เลย

# content_detail.my_lists.unable_to_add
source: Unable to add to My List. Please try again.
my: ကျွန်ုပ်၏စာရင်းသို့ ထည့်၍မရပါ။ နောက်တစ်ကြိမ် ထပ်ကြိုးစားပါ။
th: ไม่สามารถเพิ่มลงในรายการของฉันได้ โปรดลองอีกครั้ง

# content_detail.my_lists.unable_to_remove
source: Unable to remove from My List. Please try again.
my: ကျွန်ုပ်၏စာရင်းမှ ဖယ်ရှား၍မရပါ။ နောက်တစ်ကြိမ် ထပ်ကြိုးစားပါ။
th: ไม่สามารถลบออกจากรายการของฉันได้ โปรดลองอีกครั้ง

# content_detail.my_lists.remove_your_list
source: Removed from Your List! You can always add it back!
my: သင်၏စာရင်းမှ ဖယ်ရှားပြီးပါပြီ။ သင်အမြဲတမ်း ပြန်ထည့်နိုင်ပါသည်။
th: ลบออกจากรายการของคุณแล้ว! คุณสามารถเพิ่มกลับได้เสมอ!

# content_detail.more_like_this_button
source: More like this
my: ဒီလိုတူတဲ့အကြောင်းအရာများ
th: คุณน่าจะชอบ

# content_detail.more_info.cast
source: Cast
my: သရုပ်ဆောင်အဖွဲ့
th: นักแสดง

# content_detail.more_info.genres
source: Genres
my: အမျိုးအစားများ
th: ประเภท

# content_detail.more_info.movie_rating_g
source: General Audiences
my: လူအားလုံးအတွက်
th: ทุกเพศทุกวัย

# content_detail.more_info.movie_rating_pg
source: Parental Guidance Suggested
my: မိဘအကြံပြုလိုသည်
th: ควรได้รับคำแนะนำจากผู้ปกครอง

# content_detail.more_info.director_mobile
source: Director:
my: ဒါရိုက်တာ:
th: ผู้กำกับ:

# content_detail.more_info.director
source: Director
my: ဒါရိုက်တာ
th: ผู้กำกับ

# content_detail.more_info.movie_rating_nc17
source: Adults Only
my: ၁၈နှစ်အထက်သာ
th: เฉพาะผู้ใหญ่เท่านั้น (18 ปีขึ้นไป)

# content_detail.more_info.marutiry_rating
source: Maturity Rating
my: အသက်အappropriateန်အစားသတ်မှတ်ချက်
th: ระดับความเหมาะสมของเนื้อหา

# content_detail.more_info.more_button
source: more
my: ပို
th: เพิ่มเติม

# content_detail.more_info.movie_rating_r
source: Restricted
my: ၁၇နှစ်အောက် မိဘလိုသည်
th: จำกัดอายุผู้ชม (ต่ำกว่า 17 ปีควรมีผู้ปกครอง)

# content_detail.more_info.cast_mobile
source: Cast:
my: သရုပ်ဆောင်အဖွဲ့:
th: นักแสดง:

# content_detail.more_info.movie_rating_pg13
source: Parents Strongly Cautioned
my: ၁၃နှစ်အောက် မသင့်တော်နိုင်
th: ไม่เหมาะสำหรับเด็กอายุต่ำกว่า 13 ปี

# content_detail.watched_from_beginning_button
source: Watch From Beginning
my: အစမှကြည့်ရန်
th: รับชมตั้งแต่ต้น

# content_detail.more_episode_button
source: More Episodes
my: အစိတ်အပိုင်းများ ပိုမိုကြည့်ရှုရန်
th: ตอนเพิ่มเติม

# content_detail.season
source: Season %@
my: ရာသီ %@
th: ซีซัน %@

# content_detail.watch_episode_button
source: Watch Episode %@
my: အစိတ်အပိုင်း %@ ကိုကြည့်ရန်
th: รับชมตอนที่ %@

# content_detail.event_tab
source: Event
my: အဖြစ်အပျက်
th: อีเวนต์

# content_detail.watch_season_episode_button
source: Watch S%@, E%@
my: အပိုင်း %@၊ အပိုင်းခွဲ %@ ကိုကြည့်ရှုပါ။
th: รับชม ซีซั่น %@, ตอนที่ %@

# content_detail.partner
source: Get the %@ app and start watching now
my: %@ အပ်ကိုဒေါင်းလုတ်ပြီး အခုတင်စပြီးကြည့်လိုက်ပါ
th: ดาวน์โหลดแอป %@ และเริ่มรับชมได้เลยตอนนี้

# content_detail.continue_watching_button
source: Resume
my: ဆက်လက်ကြည့်ရှုရန်
th: รับชมต่อ

# content_detail.remind_me_button
source: Remind Me
my: ကျွန်ုပ်ကို သတိပေးပါ
th: เตือนฉัน

# content_detail.watch_live_button
source: Watch Live
my: တိုက်ရိုက်ကြည့်ရှုပါ
th: รับชม Live

# content_detail.subtitles_button
source: Audio & Subtitles
my: အသံနှင့်စာတန်းထိုး
th: เสียงและคำบรรยาย

# content_detail.remaining
source: {1m} remaining
my: ကျန် {1m}
th: เหลืออีก {1m}

# content_detail.episode_tab
source: Episode
my: အပိုင်း
th: ตอน

# content_detail.collection_tab
source: Collection
my: စုစည်းမှုများ
th: คอลเลกชัน

# content_detail.added_list_button
source: Add to My List
my: စာရင်းထဲသို့ ထည့်ရန်
th: เพิ่มในรายการของฉัน

# content_detail.removed_list_button
source: Remove from My List
my: စာရင်းထဲမှ ဖယ်ရှားရန်
th: ลบออกจากรายการของฉัน

# content_detail.continue_season_episode_button
source: Resume S%@, E%@
my: အပိုင်း %@၊ အပိုင်းခွဲ %@ ကို ဆက်လက်ကြည့်ရှုပါ။
th: รับชมต่อ ซีซั่น %@, ตอนที่ %@

# content_detail.credit_button
source: Credit & More Info
my: ချီးကျူးစာနှင့် အသေးစိတ်အချက်အလက်များ
th: เครดิตและข้อมูลเพิ่มเติม

# content_detail.watch_now
source: Watch Now
my: အခုတင်ကြည့်ပါ
th: รับชมตอนนี้

# content_detail.related_list_tab
source: Related List
my: သက်ဆိုင်သောစာရင်း
th: เรื่องที่คล้ายกัน

# content_detail.reminder_set_button
source: Reminder Set
my: သတိပေးချက် သတ်မှတ်ပြီးပါပြီ
th: ตั้งการเตือนแล้ว

# content_detail.my_list_button
source: My List
my: ကျွန်ုပ်၏စာရင်း
th: รายการของฉัน

# terms_and_condition.confirm
source: Confirm
my: အတည်ပြုရန်
th: ยืนยัน

# terms_and_condition.scrooll_button
source: Scroll to the bottom
my: အောက်ဆုံးထိ လှိမ့်ချပါ
th: เลื่อนลงไปด้านล่างสุด

# terms_and_condition.checkbox_accpet_all
source: Accept All
my: အားလုံးကို လက်ခံရန်
th: ยอมรับทั้งหมด

# terms_and_condition.title_subscription
source: Subscription to our newsletter
my: ကျွန်ုပ်တို့၏ သတင်းလွှာကို စာရင်းသွင်းပါ။
th: สมัครรับจดหมายข่าวของเรา

# terms_and_condition.title_marketing_consent
source: Marketing Consent
my: စျေးကွက်ရှာဖွေရေး သဘောတူညီချက်
th: ความยินยอมด้านการตลาด

# terms_and_condition.input_enter_email
source: Enter Email
my: အီးမေးလ် ထည့်ပါ
th: กรอกอีเมล

# terms_and_condition.title
source: Terms and Conditions
my: စည်းမျဥ်းများနဲ့ အခြေအနေများ
th: ข้อกำหนดและเงื่อนไข

# terms_and_condition.title_privacy_policy
source: Privacy Policy
my: ကိုယ်ရေးအချက်အလက် မူဝါဒ
th: นโยบายความเป็นส่วนตัว

# terms_and_condition.accept_button
source: Accept
my: လက်ခံသည်
th: ยอมรับ

# terms_and_condition.accpet_button
source: Accept
my: လက်ခံရန်
th: ยอมรับ

# terms_and_condition.decline_button
source: Decline
my: မလက်ခံပါ
th: ปฏิเสธ

# terms_and_condition.personal_data
source: Personal Data Management
my: ကိုယ်ရေးအချက်အလက် စီမံခန့်ခွဲမှု
th: การจัดการข้อมูลส่วนบุคคล

# _backlog.menu_categories
source: Categories
my: အမျိုးအစားများ
th: หมวดหมู่

# new_on_now.my_list_button
source: My List
my: ကျွန်ုပ်၏စာရင်း
th: รายการของฉัน

# new_on_now.reminder_set_button
source: Reminder Set
my: သတိပေးချက် သတ်မှတ်ပြီးပါပြီ
th: ตั้งค่าการเตือนแล้ว

# new_on_now.remind_me_button
source: Remind Me
my: ကျွန်ုပ်ကို သတိပေးပါ
th: เตือนฉัน

# new_on_now.watch_now_button
source: Watch Now
my: ယခု ကြည့်ရှုပါ။
th: รับชมตอนนี้

# sign_in_qr.title
source: Log in with QR Code
my: QR Code ဖြင့် 로그인 ဝင်ရောက်ပါ။
th: เข้าสู่ระบบด้วย QR Code

# sign_in_qr.log_in_desc
source: 1. Open the TrueVisions NOW app on your device. 2. Navigate to Settings and select Scan QR Code. 3. Use your phone to scan this QR code to confirm your login.
my: 1. သင့်စက်တွင် TrueVisions NOW အက်ပ်ကိုဖွင့်ပါ။ 2. ဆက်တင်များသို့ သွားပြီး QR ကုဒ်ကို စကင်န်ဖတ်ရန် ရွေးချယ်ပါ။ 3. သင်၏လော့ဂ်အင်ကို အတည်ပြုရန် ဤ QR ကုဒ်ကို သင့်ဖုန်းဖြင့် စကင်န်ဖတ်ပါ။
th: 1. เปิดแอป TrueVisions NOW บนอุปกรณ์ของคุณ 2. ไปที่ “การตั้งค่า” และเลือก “สแกน QR Code” 3. ใช้โทรศัพท์ของคุณสแกน QR Code นี้เพื่อยืนยันการเข้าสู่ระบบ

# sign_in_qr.qr_session_expired
source: Session Expired, Please refresh QR Code.
my: စက်ရှင်သက်တမ်းကုန်သွားပါပြီ၊ ကျေးဇူးပြု၍ QR ကုဒ်ကို ပြန်လည်စတင်ပါ။
th: เซสชันหมดอายุ กรุณารีเฟรช QR Code

# sign_in_qr.language_button
source: Language
my: ဘာသာစကားပြောင်းရန်
th: เปลี่ยนภาษา

# sign_in_qr.qr_error
source: An error occurred, Refresh QR Code.
my: အမှားအယွင်းတစ်ခု ဖြစ်ပွားခဲ့သည်၊ QR ကုဒ်ကို ပြန်လည်စတင်ပါ။
th: เกิดข้อผิดพลาด รีเฟรช QR Code

# date.tomorrow
source: Tomorrow
my: မနက်ဖြန်
th: พรุ่งนี้

# date.today
source: Today
my: ယနေ့
th: วันนี้

# search.empty_title
source: No result found
my: ရလဒ်မတွေ့ပါ
th: ไม่พบผลลัพธ์

# search.empty_desc
source: Try adjusting your search for better result.
my: ပိုမိုကောင်းမွန်သောရလဒ်အတွက် သင်၏ရှာဖွေမှုကို ချိန်ညှိကြည့်ပါ။
th: ลองปรับการค้นหาของคุณเพื่อผลลัพธ์ที่ดีขึ้น

# search.input_placeholder
source: Search movies, shows and more...
my: ရုပ်ရှင်များ၊ ရှိုးများနှင့် အခြားအရာများကို ရှာဖွေပါ...
th: ค้นหาภาพยนตร์ รายการ และอื่นๆ...

# search.clear_button
source: Clear
my: ရှင်းလင်းပါ
th: ล้าง

# prefix.season
source: Season %@
my: ရာသီ %@
th: ซีซัน %@

# prefix.episode
source: Episode %@
my: အစိတ်အပိုင်း %@
th: ตอนที่ %@

# live_tv.today
source: Today
my: ယနေ့
th: วันนี้

# live_tv.shopping
source: Shopping
my: စျေးဝယ်ခြင်း
th: ช้อปปิ้ง

# live_tv.digital_tv
source: Digital TV
my: ဒစ်ဂျစ်တယ် တီဗီ
th: ทีวีดิจิทัล

# live_tv.live_player.catchup_tab
source: Catchup
my: ပြန်လည်ကြည့်ရှုရန်
th: ดูย้อนหลัง

# live_tv.live_player.schedules_tab
source: Schedules
my: အချိန်ဇယားများ
th: ตารางเวลา

# live_tv.live_player.live_badge
source: Live
my: တိုက်ရိုက်
th: สด

# live_tv.live_player.episodes_tab
source: Episodes
my: အပိုင်းများ
th: ตอน

# live_tv.live_player.no_program_data
source: No Program Data
my: ပရိုဂရမ်ဒေတာ မရှိပါ
th: ไม่มีข้อมูลโปรแกรม

# live_tv.live_player.processing_status
source: Processing
my: ဆောင်ရွက်နေဆဲ
th: กำลังประมวลผล

# live_tv.live_player.catchup_badge
source: Catchup
my: ပြန်လည်ကြည့်ရှုရန်
th: ดูย้อนหลัง

# live_tv.live_player.subscribe_to_watch_button
source: Subscribe to Watch
my: ကြည့်ရှုရန် စာရင်းသွင်းပါ
th: สมัครสมาชิกเพื่อรับชม

# live_tv.recently_watched
source: Recently Watched
my: လတ်တလော ကြည့်ရှုခဲ့သည်
th: รับชมล่าสุด

# live_tv.sports
source: Sports
my: အားကစား
th: กีฬา

# modal.button.back
source: Back
my: နောက်သို့
th: ย้อนกลับ

# modal.button.log_in
source: Log in
my: လော့ဂ်အင်
th: เข้าสู่ระบบ

# modal.button.close
source: Close
my: ပိတ်ရန်
th: ปิด

# modal.button.cancel
source: Cancel
my: ဖျက်သိမ်းပါ
th: ยกเลิก

# modal.button.try_again
source: Try Again
my: ထပ်ကြိုးစားပါ
th: ลองอีกครั้ง

# modal.button.refresh
source: Refresh
my: ပြန်လည်စတင်ပါ။
th: รีเฟรซ

# modal.logout.desc
source: Are you sure you want to log out?
my: အကောင့်ထွက်ရန် သေချာပြီလား?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ?

# modal.logout.logout_button
source: Log out
my: အကောင့်ထွက်ရန်
th: ออกจากระบบ

# modal.logout.title
source: Log out?
my: အကောင့်ထွက်မလား?
th: ออกจากระบบหรือไม่?

# modal.language.title_modal
source: Language
my: ဘာသာစကားပြောင်းရန်
th: ภาษา

# modal.delete_profile.delete_profile_button
source: Delete Profile
my: ပရိုဖိုင် ဖျက်ရန်
th: ลบโปรไฟล์

# modal.delete_profile.title_description
source: This will permanently delete all settings and preferences for this profile, including My List and Continue Watching.
my: ဤလုပ်ဆောင်ချက်သည် ကျွန်ုပ်၏စာရင်းနှင့် ဆက်လက်ကြည့်ရှုခြင်း အပါအဝင် ဤပရိုဖိုင်အတွက် ဆက်တင်များနှင့် ဦးစားပေးမှုများအားလုံးကို အပြီးတိုင် ဖျက်ပစ်မည်ဖြစ်သည်။
th: การดำเนินการนี้จะลบการตั้งค่าและความชอบทั้งหมดของโปรไฟล์นี้อย่างถาวร รวมถึงรายการของฉันและประวัติการรับชม

# modal.delete_profile.title
source: Delete {Maya} profile?
my: {Maya} ပရိုဖိုင်ကို ဖျက်မလား?
th: ต้องการลบโปรไฟล์ {Maya} หรือไม่?

# modal.scan_qr.des_qr_error
source: This QR code has expired or has already been used. Please scan a new QR code by refreshing.
my: ဤ QR ကုဒ်သည် သက်တမ်းကုန်သွားပြီ သို့မဟုတ် အသုံးပြုပြီးသားဖြစ်သည်။ ကျေးဇူးပြု၍ ပြန်လည်စတင်ခြင်းဖြင့် QR ကုဒ်အသစ်တစ်ခုကို စကင်ဖတ်ပါ။
th: รหัส QR นี้หมดอายุแล้วหรือถูกใช้ไปแล้ว โปรดสแกนรหัส QR ใหม่โดยการรีเฟรช

# modal.scan_qr.title_logged_in_succe
source: Your TV is now logged in successfully!
my: သင်၏ တီဗီကို အောင်မြင်စွာ လော့ဂ်အင်ဝင်ပြီးပါပြီ။
th: ทีวีของคุณเข้าสู่ระบบเรียบร้อยแล้ว!

# modal.scan_qr.des_logged_in_succe
source: You can now continue on your TV screen.
my: ယခု သင်သည် သင်၏ တီဗီဖန်သားပြင်ပေါ်တွင် ဆက်လက်လုပ်ဆောင်နိုင်ပြီဖြစ်သည်။
th: คุณสามารถดำเนินการต่อบนหน้าจอทีวีของคุณได้แล้ว

# modal.scan_qr.title_qr_error
source: QR code Error
my: QR ကုဒ် အမှားအယွင်း
th: ข้อผิดพลาดของรหัส QR

# modal.subscribe.title
source: Subscription Package
my: subscription ပက်ကေ့ချ်
th: แพ็กเกจการสมัครสมาชิก

# modal.subscribe.error
source: An error occurred.
my: အမှားအယွင်းတစ်ခု ဖြစ်ပွားခဲ့သည်။
th: เกิดข้อผิดพลาด

# modal.subscribe.desc
source: The ultimate live sports streaming package and the hottest entertainment channels in Thailand
my: အကောင်းဆုံးတိုက်ရိုက်အားကစားစ့်ထရီးမင်းပက်ကေ့ချ်နှင့် ထိုင်းနိုင်ငံရှိ အပူချိန်အမြင့်ဆုံးဖျော်ဖြေပေးသောချန်နယ်များ
th: แพ็กเกจสตรีมมิ่งกีฬาสดสุดพิเศษและช่องความบันเทิงที่ร้อนแรงที่สุดในประเทศไทย

# modal.something_went_wrong.load_settings
source: We couldn’t load this page right now.. Please try again later.
my: ယခုအချိန်တွင် သင့်ဆက်တင်များကို လုပ်ဆောင်၍ မရနိုင်ပါ။ နောက်မှ ထပ်ကြိုးစားပါ။
th: เราไม่สามารถโหลดหน้านี้ได้ในขณะนี้.. โปรดลองอีกครั้งในภายหลัง

# modal.something_went_wrong.search_desc
source: We couldn't load your search results Please try again later.
my: သင်၏ရှာဖွေမှုရလဒ်များကို ကျွန်ုပ်တို့ မဖွင့်နိုင်ပါ ကျေးဇူးပြု၍ နောက်မှ ထပ်ကြိုးစားပါ။
th: เราไม่สามารถโหลดผลการค้นหาของคุณได้ โปรดลองอีกครั้งในภายหลัง

# modal.something_went_wrong.try_again_later
source: Please try again later.
my: ကျေးဇူးပြု၍ နောက်မှ ထပ်စမ်းကြည့်ပါ။
th: กรุณาลองใหม่อีกครั้ง

# modal.something_went_wrong.title
source: Something went wrong.
my: တစ်ခုခု မှားယွင်းသွားပါသည်။
th: เกิดข้อผิดพลาดบางอย่าง

# modal.closed_app.title
source: Close TrueVisions NOW
my: TrueVisions NOW ကိုပိတ်ပါ။
th: ปิดแอป TrueVisions NOW

# modal.closed_app.closed_app_button
source: Close App
my: အပ်ပိတ်ရန်
th: ปิดแอป

# modal.closed_app.desc
source: Are you sure to close this app?
my: ဤအပ်ကိုပိတ်ရန် သေချာပြီလား?
th: คุณแน่ใจหรือไม่ว่าต้องการปิดแอปนี้?

# modal.subtitles_audio.audio
source: Audio
my: အသံ
th: เสียง

# modal.subtitles_audio.subtitle
source: Subtitle
my: စာတန်းထိုး
th: คำบรรยาย

# profile_display.change_avatar.description
source: Choose your profile avatar
my: သင့်ပရိုဖိုင်အာဗတာကို ရွေးချယ်ပါ
th: เลือกรูปโปรไฟล์ของคุณ

# profile_display.change_avatar.title
source: Change Avatar
my: ပရိုဖိုင်ပုံ ပြောင်းရန်
th: เปลี่ยนรูปโปรไฟล์

# profile_display.button.create
source: Create
my: ဖန်တီးရန်
th: สร้าง

# profile_display.button.cancel
source: Cancel
my: ပယ်ဖျက်ရန်
th: ยกเลิก

# profile_display.button.delete_profile
source: Delete Profile
my: ပရိုဖိုင် ဖျက်ရန်
th: ลบโปรไฟล์

# profile_display.otp.title_otp
source: Enter OTP
my: OTP ထည့်ပါ
th: ใส่ OTP

# profile_display.otp.comfirm_button
source: Confirm
my: အတည်ပြုပါ
th: ยืนยัน

# profile_display.otp.error.vaild_otp
source: Please enter the valid OTP.
my: ကျေးဇူးပြု၍ မှန်ကန်သော OTP ကို ထည့်ပါ။
th: โปรดป้อน OTP ที่ถูกต้อง

# profile_display.otp.error.otp_expired
source: OTP expired. Please request new OTP.
my: OTP သက်တမ်းကုန်သွားပါပြီ။ ကျေးဇူးပြု၍ OTP အသစ် တောင်းဆိုပါ။
th: OTP หมดอายุแล้ว โปรดขอ OTP ใหม่

# profile_display.otp.error.too_many_failed
source: Too many failed attempts. Please try again later.
my: ကြိုးစားမှုများလွန်း၍ မအောင်မြင်ပါ။ နောက်မှ ထပ်ကြိုးစားပါ။
th: พยายามล้มเหลวมากเกินไป โปรดลองอีกครั้งในภายหลัง

# profile_display.otp.resend_button
source: Resend OTP
my: OTP ပြန်ပို့ပါ
th: ส่ง OTP อีกครั้ง

# profile_display.otp.des_otp
source: The system has sent an OTP code to
my: စနစ်မှ OTP ကုဒ်တစ်ခု ပေးပို့လိုက်ပါပြီ။
th: ระบบได้ส่งรหัส OTP ไปที่

# profile_display.edit_profile.title
source: Edit Profile
my: ပရိုဖိုင် တည်းဖြတ်ရန်
th: แก้ไขโปรไฟล์

# profile_display.edit_profile.display_language.title_discription
source: Choose your preferred language to customize menus, audio, and subtitles across TrueVisions NOW.
my: TrueVisions NOW တစ်လျှောက် မီနူး၊ အသံနှင့် စာတန်းထိုးများကို ပြင်ဆင်ရန် သင်နှစ်သက်သော ဘာသာစကားကို ရွေးချယ်ပါ။
th: เลือกภาษาที่คุณต้องการเพื่อปรับแต่งเมนู เสียง และคำบรรยายทั่วทั้ง TrueVisions NOW

# profile_display.edit_profile.display_language.title
source: Display Language
my: ပြသဘာသာစကား
th: ภาษาการแสดงผล

# profile_display.edit_profile.kids_mode_status_off
source: Off
my: ပိတ်ထား
th: เปิด

# profile_display.edit_profile.kids_mode_title
source: Kids Mode
my: ကလေးမုဒ်
th: มุมเด็ก

# profile_display.edit_profile.display_language
source: Display Language
my: ပြသဘာသာစကား
th: ภาษาการแสดงผล

# profile_display.edit_profile.profile_name_input_label
source: Profile Name
my: ပရိုဖိုင်အမည်
th: ชื่อโปรไฟล์

# profile_display.edit_profile.profile_name_input_error
source: Profile name can't include special characters like @, #, %, or /.
my: ပရိုဖိုင်အမည်တွင် @, #, % သို့မဟုတ် / ကဲ့သို့သော အထူးအက္ခရာများ မပါရ။
th: ชื่อโปรไฟล์ต้องไม่มีอักขระพิเศษ เช่น @, #, % หรือ /

# profile_display.edit_profile.title_description
source: Update this profile’s name or language for a personalized viewing experience on TrueVisions NOW.
my: TrueVisions NOW တွင် ပုဂ္ဂိုလ်ရေး လိုက်ဖက်သည့် ကြည့်ရှုမှုအတွေ့အကြုံအတွက် ဤပရိုဖိုင်၏ အမည် သို့မဟုတ် ဘာသာစကားကို ပြင်ဆင်ပါ။
th: อัปเดตชื่อโปรไฟล์หรือภาษาสำหรับประสบการณ์รับชมแบบเฉพาะบุคคลบน TrueVisions NOW

# profile_display.edit_profile.kids_mode_status_on
source: On
my: ဖွင့်ထား
th: ปิด

# profile_display.edit_profile.kids_mode_description
source: Visit TrueVisions NOW on your mobile to continue.
my: ဆက်လုပ်ရန် သင့်မိုဘိုင်းတွင် TrueVisions NOW သို့ သွားပါ။
th: ไปที่ TrueVisions NOW บนมือถือของคุณเพื่อดำเนินการต่อ

# profile_display.add_profile.title
source: Add a profile
my: ပရိုဖိုင်တစ်ခုထည့်ရန်
th: เพิ่มโปรไฟล์

# profile_display.add_profile.input_error_characters
source: Profile name can't include special characters like @, #, %, or /.
my: ပရိုဖိုင်အမည်တွင် @, #, % သို့မဟုတ် / ကဲ့သို့သော အထူးအက္ခရာများ မပါရ။
th: ชื่อโปรไฟล์ต้องไม่มีอักขระพิเศษ เช่น @, #, % หรือ /

# profile_display.add_profile.kids_mode_title
source: Kids Mode
my: ကလေးမုဒ်
th: มุมเด็ก

# profile_display.add_profile.input_label
source: Profile Name
my: ပရိုဖိုင်အမည်
th: ชื่อโปรไฟล์

# profile_display.add_profile.input_placeholder
source: Profile Name
my: ပရိုဖိုင်အမည်
th: ชื่อโปรไฟล์

# profile_display.add_profile.create_button
source: Create
my: ဖန်တီးရန်
th: สร้าง

# profile_display.add_profile.input_error_empty
source: Profile name can't be empty or contain spaces.
my: ပရိုဖိုင်အမည်ကို လွတ်နေခြင်း သို့မဟုတ် အကွာအဝေးများ ပါဝင်ခြင်း မဖြစ်ရပါ။
th: ชื่อโปรไฟล์ต้องไม่เว้นว่างหรือมีช่องว่าง

# profile_display.add_profile.title_description
source: Add a profile for another person watching TrueVisions NOW
my: TrueVisions NOW ကိုကြည့်နေသူ အခြားသူတစ်ဦးအတွက် ပရိုဖိုင်ထည့်ရန်
th: เพิ่มโปรไฟล์สำหรับผู้ใช้อีกคนที่รับชม TrueVisions NOW

# profile_display.add_profile.title_profile_settings
source: Profile Settings
my: ပရိုဖိုင်ဆက်တင်များ
th: ตั้งค่าโปรไฟล์

# profile_display.add_profile.kids_mode_description
source: Only show kids-friendly TV Show and Movie.
my: ကလေးများအတွက် သင့်လျော်သော တီဗွီရှိုးနှင့် ရုပ်ရှင်များသာ ပြပါ။
th: แสดงเฉพาะรายการทีวีและภาพยนตร์ที่เหมาะสำหรับเด็กเท่านั้น

# profile_display.profile_selection.title
source: Who’s Watching?
my: ဘယ်သူ ကြည့်နေလဲ?
th: เลือกผู้ชม

# profile_display.profile_selection.edit_button
source: Edit
my: တည်းဖြတ်ရန်
th: แก้ไข

# profile_display.profile_selection.add_profile
source: Add Profile
my: ပရိုဖိုင်ထည့်ရန်
th: เพิ่มโปรไฟล์

# profile_display.profile_selection.kids_profile_name
source: Kids
my: ကလေးများ
th: โปรไฟล์เด็ก

# profile_display.profile_selection.done_button
source: Done
my: ပြီးပါပြီ
th: เสร็จสิ้น

# profile_display.profile_selection.title_switch_profiles
source: Switch Profiles
my: ပရိုဖိုင်များ ပြောင်းရန်
th: สลับโปรไฟล์

# profile_display.snack_bar.created_profile_error
source: Unable to create profile. Please try again later.
my: ပရိုဖိုင်ကို မဖန်တီးနိုင်ပါ။ နောက်မှ ထပ်စမ်းကြည့်ပါ။
th: ไม่สามารถสร้างโปรไฟล์ได้ กรุณาลองใหม่อีกครั้งในภายหลัง

# profile_display.snack_bar.profile_name_update_error
source: Unable to update profile name. Please try again.
my: ပရိုဖိုင်အမည်ကို မအပ်ဒိတ်နိုင်ပါ။ ထပ်ကြိုးစားကြည့်ပါ။
th: ไม่สามารถอัปเดตชื่อโปรไฟล์ได้ กรุณาลองใหม่อีกครั้ง

# profile_display.snack_bar.profile_avatar_update_error
source: Profile avatar update failed. Please try again.
my: ပရိုဖိုင်ပုံကို အပ်ဒိတ်မလုပ်နိုင်ပါ။ နောက်မှ ထပ်ကြိုးစားပါ။
th: ไม่สามารถอัปเดตรูปโปรไฟล์ได้ กรุณาลองใหม่อีกครั้ง

# profile_display.snack_bar.profile_avatar_update_success
source: Profile avatar updated successfully.
my: ပရိုဖိုင်ပုံကို အောင်မြင်စွာ အပ်ဒိတ်ပြီးပါပြီ။
th: อัปเดตรูปโปรไฟล์เรียบร้อยแล้ว

# profile_display.snack_bar.remove_profile_success
source: {Maya} profile has been removed.
my: {Maya} ပရိုဖိုင်ကို ဖယ်ရှားပြီးပါပြီ။
th: โปรไฟล์ {Maya} ถูกลบเรียบร้อยแล้ว

# profile_display.snack_bar.remove_profile_error
source: Unable to remove profile. Please try again later.
my: ပရိုဖိုင်ကို မဖယ်ရှားနိုင်ပါ။ နောက်မှ ထပ်စမ်းကြည့်ပါ။
th: ไม่สามารถลบโปรไฟล์ได้ กรุณาลองใหม่อีกครั้งในภายหลัง

# profile_display.snack_bar.created_profile_success
source: {Maya} profile has been created.
my: {Maya} ပရိုဖိုင်ကို ဖန်တီးပြီးပါပြီ။
th: สร้างโปรไฟล์ {Maya} เรียบร้อยแล้ว

# profile_display.snack_bar.display_language_update_error
source: Couldn’t change display language. Try again later.
my: ပြသဘာသာစကား ပြောင်းလဲမရပါ။ နောက်မှ ထပ်ကြိုးစားပါ။
th: ไม่สามารถเปลี่ยนภาษาสำหรับการแสดงผลได้ กรุณาลองใหม่อีกครั้งในภายหลัง

# profile_display.snack_bar.something_went_wrong
source: Something went wrong. Please try again.
my: တစ်ခုခု မှားယွင်းသွားပါသည်။ ထပ်ကြိုးစားကြည့်ပါ။
th: เกิดข้อผิดพลาด กรุณาลองใหม่อีกครั้ง

# profile_display.snack_bar.pin_error_api
source: Something went wrong. Please try again later.
my: တစ်ခုခု မှားယွင်းသွားပါသည်။ နောက်မှ ထပ်စမ်းကြည့်ပါ။
th: เกิดข้อผิดพลาด กรุณาลองใหม่อีกครั้งในภายหลัง

# profile_display.snack_bar.display_language_update_success
source: Display language updated successfully.
my: ပြသဘာသာစကားကို အောင်မြင်စွာ ပြောင်းလဲပြီးပါပြီ။
th: อัปเดตภาษาสำหรับการแสดงผลเรียบร้อยแล้ว

# profile_display.snack_bar.profile_name_update_success
source: Profile name updated successfully.
my: ပရိုဖိုင်အမည်ကို အောင်မြင်စွာ အပ်ဒိတ်ပြီးပါပြီ။
th: อัปเดตชื่อโปรไฟล์เรียบร้อยแล้ว

# profile_display.pin.pin_not_valid
source: Please enter the valid PIN.
my: မှန်ကန်သော PIN ကို ထည့်ပါ။
th: กรุณาใส่รหัส PIN ที่ถูกต้อง

# profile_display.pin.title_description
source: Keep your profile private and secure with a simple PIN.
my: ရိုးရှင်းသော PIN တစ်ခုဖြင့် သင့်ပရိုဖိုင်ကို ကိုယ်ရေးလုံခြုံ သောလုံခြုံမှု ရှိစေပါ။
th: ตั้งรหัส PIN ง่าย ๆ เพื่อให้โปรไฟล์ของคุณเป็นส่วนตัวและปลอดภัย

# profile_display.pin.pin_error_profile_locked
source: The profile is temporarily locked, you can try again in 5 minutes.
my: ပရိုဖိုင်ကို ယာယီလော့ခ်ချထားသည်၊ သင် ၅ မိနစ်အတွင်း ထပ်မံကြိုးစားနိုင်သည်။
th: โปรไฟล์ถูกล็อกชั่วคราว คุณสามารถลองอีกครั้งในอีก 5 นาที

# profile_display.pin.title
source: Enter PIN
my: PIN ထည့်ပါ
th: ป้อนหรัส PIN

# player.cast.select_a_device
source: Select a Device to Cast
my: ကာစ်လုပ်ရန် စက်ပစ္စည်းတစ်ခုကို ရွေးချယ်ပါ
th: เลือกอุปกรณ์ที่จะแคสต์

# player.skip_intro_button
source: Skip Intro
my: နိဒါန်း ကျော်သွားပါ
th: ข้ามบทนำ

# player.live
source: Live
my: တိုက်ရိုက်

# player.text_1
source: Watch Live
my: တိုက်ရိုက် ကြည့်ရန်
th: รับชม Live

# player.season.min
source: %@ m
my: %@ မိနစ်
th: %@ นาที
